/* No comment provided by engineer. */
"Are you sure you want to remove these languages?" = "本当にこれらの言語を削除してもよろしいですか？";

/* No comment provided by engineer. */
"You will not be able to restore them without reinstalling macOS." = "元に戻すためには macOS を再インストールする必要があります。";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Canceling operation..." = "中止しています…";

/* No comment provided by engineer. */
"Continue" = "続ける";

/* No comment provided by engineer. */
"Current architecture: %@" = "Current architecture: %@";

/* No comment provided by engineer. */
"Files removed." = "指定された言語リソースを削除しました。";

/* TODO */
/* No comment provided by engineer. */
"Space saved: %@." = "Space saved: %@.";

/* No comment provided by engineer. */
"Finished removing files" = "Finished removing files";

/* No comment provided by engineer. */
"locale_md" = "モルドバ語";

/* No comment provided by engineer. */
"Monolingual finished" = "Monolingual finished";

/* No comment provided by engineer. */
"Monolingual is stopping without making any changes." = "Monolingual は削除を中止しました。";

/* No comment provided by engineer. */
"Your OS has not been modified." = "システムは改変されませんでした。";

/* TODO */
/* No comment provided by engineer. */
"Monolingual started" = "Monolingual started";

/* No comment provided by engineer. */
"Removal cancelled" = "削除を中止しました";

/* No comment provided by engineer. */
"Removal completed" = "削除が完了しました";

/* No comment provided by engineer. */
"Removing %@…" = "削除中： リソース %@…";

/* No comment provided by engineer. */
"Removing all languages will make macOS inoperable." = "すべての言語を削除すると macOS が起動できなくなります。";

/* No comment provided by engineer. */
"Please keep at least one language and try again." = "少なくとも一つ以上の言語を残してもう一度おためしください。";

/* No comment provided by engineer. */
"Removing architecture from universal binary" = "Removing architecture from universal binary";

/* No comment provided by engineer. */
"Removing..." = "削除中： リソース…";

/* TODO */
/* No comment provided by engineer. */
"Started removing files" = "Started removing files";

/* No comment provided by engineer. */
"Stop" = "中止";

/* TODO */
/* No comment provided by engineer. */
"You are about to delete the English language files." = "You are about to delete the English language files.";

/* TODO */
/* No comment provided by engineer. */
"Are you sure you want to do that?" = "Are you sure you want to do that?";

/* No comment provided by engineer. */
"You cancelled the removal. Some files were erased, some were not." = "削除を中止しました。いくつかのファイルは既に削除されてしまいました。";

/* No comment provided by engineer. */
"You entered an incorrect administrator password." = "入力された管理者パスワードは間違っています。";

/* TODO */
/* No comment provided by engineer. */
"Failed to install helper utility." = "Failed to install helper utility.";

